"DVD_EDITION" = "MYST 10th Anniversary DVD Edition";
"CD_EDITION" = "Original CD Edition";
"DVD2_EDITION" = "Original DVD Edition";
"DVD3_EDITION" = "Myst Trilogy Edition";

"INSTALLED" = "Installed. Requires optical media to play. REQUIRES FULL INSTALL AT THE MOMENT";
"FULL_INSTALLED" = "Installed fully on disk. Does not require optical media to play.";
"NOT_INSTALLED" = "Not installed. Can be played without installation.";
"MUST_INSTALL" = "Not installed. Will require minimal installation to play. REQUIRES FULL INSTALL AT THE MOMENT";

"INSTALL_ALERT_TITLE" = "The %@ requires minimal installation in order to play.";
"INSTALL_ALERT_MESSAGE" = "Do you wish to install it for all users or for yourself only. Installing for all users will require authorization.";
"INSTALL_ALERT_INSTALL_SELF" = "Install for Myself";
"INSTALL_ALERT_INSTALL_ALL" = "Install for All Users";
"INSTALL_ALERT_DONT_INSTALL" = "Don't Install";

"INSTALLER_PREPARING" = "Preparing to install";
"INSTALLER_INSERT_DISC" = "Please insert the disc labeled \"%@\"";
"INSTALLER_CHECKING_DISC" = "Checking disc";
"INSTALLER_FILE_COPY" = "Copying \"%@\"";

"REMEMBER_CHOICE" = "Do you wish Riven X to remember your choice and use the %@ automatically in the future?";
"REMEMBER_CHOICE_INFO" = "Holding down the Option key at startup will override this setting and allow you to choose a different edition.";
"REMEMBER_CHOICE_USE" = "Remember Choice";
"REMEMBER_CHOICE_DONT_USE" = "Do Not Remember";
